{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2023-06-07T07:35:11+07:00",
            "Manifests": 1202
        },
        {
            "Name": ".SM",
            "Source": "https://github.com/okibcn/ScoopMaster",
            "Updated": "2023-06-07T10:35:48+07:00",
            "Manifests": 21953
        }
    ],
    "apps": [
        {
            "Source": "main",
            "Updated": "2023-05-25T11:37:29.6992438+07:00",
            "Name": "7zip",
            "Version": "23.00",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-04-06T08:34:52.0833352+07:00",
            "Name": "7zip-zstd",
            "Version": "v22.01-v1.5.5-R2",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2023-04-08T13:40:18.3912454+07:00",
            "Name": "aimp",
            "Version": "5.11.2429",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-05-23T11:08:13.2102725+07:00",
            "Name": "alacritty-portable",
            "Version": "0.12.1",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-02-26T11:21:25.1455062+07:00",
            "Name": "aria2",
            "Version": "1.36.0-1",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-04-29T08:29:42.2570967+07:00",
            "Name": "audacity-portable",
            "Version": "3.3.0",
            "Info": "Held package"
        },
        {
            "Source": ".SM",
            "Updated": "2023-04-13T15:01:12.9957817+07:00",
            "Name": "bat",
            "Version": "0.23.0",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-05-27T10:40:37.1070319+07:00",
            "Name": "beekeeper-studio-portable",
            "Version": "3.9.14",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2023-04-27T00:33:35.5966447+07:00",
            "Name": "bit",
            "Version": "1.1.2",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-05-15T10:04:29.0788821+07:00",
            "Name": "bottom",
            "Version": "0.9.1",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2023-04-27T07:42:10.3241974+07:00",
            "Name": "btop-lhm",
            "Version": "1.0.4",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2023-05-31T09:42:43.0441579+07:00",
            "Name": "cacert",
            "Version": "2023-05-30",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-04-03T21:06:13.9340093+07:00",
            "Name": "cloak",
            "Version": "0.2.0",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-04-25T08:51:32.3496041+07:00",
            "Name": "copyq",
            "Version": "7.0.0",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-05-31T09:43:36.8874586+07:00",
            "Name": "curl",
            "Version": "8.1.2_2",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2023-05-09T17:46:35.2899015+07:00",
            "Name": "curlie",
            "Version": "1.7.1",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-02-26T11:21:25.1767568+07:00",
            "Name": "dark",
            "Version": "3.11.2",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2023-06-05T11:00:46.0794375+07:00",
            "Name": "delta",
            "Version": "0.16.5",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-02-27T08:50:49.557675+07:00",
            "Name": "deno",
            "Version": "latest",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2023-04-25T08:25:48.9827365+07:00",
            "Name": "elvish",
            "Version": "0.19.2",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-02-26T11:21:25.1767568+07:00",
            "Name": "fd",
            "Version": "8.7.0",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-06-07T10:46:51.1675105+07:00",
            "Name": "ffmpeg-shared-nightly",
            "Version": "111025",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-06-07T10:47:52.5845454+07:00",
            "Name": "firefox-nightly-portable",
            "Version": "115.0a1.20230604092146",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-05-06T22:48:03.6654273+07:00",
            "Name": "flow-launcher",
            "Version": "1.15.0",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-02-26T11:21:25.2080035+07:00",
            "Name": "fnm",
            "Version": "1.33.1",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-05-27T10:43:07.777346+07:00",
            "Name": "fork",
            "Version": "1.85.0",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-05-29T06:36:01.6850222+07:00",
            "Name": "fzf",
            "Version": "0.41.1",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-05-29T06:36:06.9616329+07:00",
            "Name": "gallery-dlCLI-Portable",
            "Version": "1.25.5",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-06-02T01:15:59.9422098+07:00",
            "Name": "git",
            "Version": "2.41.0.windows.1",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-05-09T17:47:36.1696421+07:00",
            "Name": "gitkraken",
            "Version": "9.4.0",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-05-15T10:05:58.0297244+07:00",
            "Name": "gitnuro",
            "Version": "1.2.1",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-02-26T11:21:25.2236236+07:00",
            "Name": "gitui",
            "Version": "0.22.1",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-05-25T10:37:03.732586+07:00",
            "Name": "glow",
            "Version": "1.67",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-06-07T10:51:51.8767696+07:00",
            "Name": "go",
            "Version": "1.20.5",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2023-05-18T22:05:37.3546967+07:00",
            "Name": "helix",
            "Version": "23.05",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-03-24T22:22:38.1420538+07:00",
            "Name": "hexchat",
            "Version": "2.16.1",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-04-20T12:23:45.0779652+07:00",
            "Name": "houdoku",
            "Version": "2.12.2",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-05-30T10:51:54.3055709+07:00",
            "Name": "imagemagick",
            "Version": "7.1.1-11",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-02-26T11:21:25.2392398+07:00",
            "Name": "innounp",
            "Version": "0.50",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-04-14T09:50:57.0877484+07:00",
            "Name": "jdownloader",
            "Version": "nightly-20230414",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-04-15T23:17:25.5041739+07:00",
            "Name": "jellyfin",
            "Version": "10.8.9",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-04-24T19:05:04.0754642+07:00",
            "Name": "jellyfin-media-player",
            "Version": "1.9.1",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-02-26T11:21:25.2548716+07:00",
            "Name": "jq",
            "Version": "1.6",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-04-17T08:49:57.0962764+07:00",
            "Name": "kid3",
            "Version": "3.9.3-1",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-05-09T17:47:40.1183499+07:00",
            "Name": "komorebi",
            "Version": "0.1.16",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-05-05T10:51:20.1499711+07:00",
            "Name": "less",
            "Version": "633",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-02-26T11:21:25.2705035+07:00",
            "Name": "lessmsi",
            "Version": "1.10.0",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-02-26T11:21:25.2861159+07:00",
            "Name": "lsd",
            "Version": "0.23.1",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-04-10T22:04:31.8369437+07:00",
            "Name": "make",
            "Version": "4.4.1",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-04-29T21:38:48.8578814+07:00",
            "Name": "mercury",
            "Version": "112.0.3",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-03-04T22:54:37.0068964+07:00",
            "Name": "musicbee_fixed",
            "Version": "3.5.8447",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-05-29T06:36:14.408311+07:00",
            "Name": "musikcube",
            "Version": "3.0.1",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-05-23T19:58:17.2297353+07:00",
            "Name": "nekofetch",
            "Version": "1.0.5",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-06-07T10:53:17.5587175+07:00",
            "Name": "neovim-bare-nightly",
            "Version": "0.10.0-dev-463-g780ab11b9",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-03-13T06:39:06.7790748+07:00",
            "Name": "nicotine-plus",
            "Version": "3.2.9",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2023-04-15T23:18:53.2994422+07:00",
            "Name": "nssm",
            "Version": "2.24-103",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2023-05-18T00:24:23.1687735+07:00",
            "Name": "nu",
            "Version": "0.80.0",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-05-01T18:38:07.2024575+07:00",
            "Name": "nvy",
            "Version": "0.3.5",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-06-07T10:53:50.4732583+07:00",
            "Name": "oh-my-posh",
            "Version": "16.10.0",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-06-07T10:54:38.6544018+07:00",
            "Name": "pnpm",
            "Version": "8.6.1",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2023-04-24T01:02:19.4568411+07:00",
            "Name": "procs",
            "Version": "0.14.0",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-04-15T13:24:17.9720736+07:00",
            "Name": "pwsh",
            "Version": "7.3.4",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-04-06T08:39:00.460471+07:00",
            "Name": "python",
            "Version": "3.11.3",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-02-26T11:21:25.3173757+07:00",
            "Name": "python27",
            "Version": "2.7.18",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-06-07T10:55:19.9845332+07:00",
            "Name": "qBittorrent-Portable",
            "Version": "4.5.3",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-02-26T11:21:25.3330034+07:00",
            "Name": "ripgrep",
            "Version": "13.0.0",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-02-27T09:54:20.132161+07:00",
            "Name": "rustup",
            "Version": "latest",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-02-28T18:01:33.6281171+07:00",
            "Name": "ss",
            "Version": "6.1",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2023-06-07T10:55:28.3801162+07:00",
            "Name": "starship",
            "Version": "1.15.0",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-04-24T18:42:08.7004314+07:00",
            "Name": "sysinternals-ims",
            "Version": "2023.April.12",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2023-05-02T00:29:42.610732+07:00",
            "Name": "tealdeer",
            "Version": "1.6.1",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-06-07T10:57:12.3961415+07:00",
            "Name": "Teamviewer-Portable",
            "Version": "15.42.7",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-05-13T15:52:55.8810074+07:00",
            "Name": "Thorium-AVX2",
            "Version": "112.0.5615.166",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-04-06T08:39:08.4359199+07:00",
            "Name": "tree-sitter",
            "Version": "0.20.8",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-04-28T21:36:23.3567607+07:00",
            "Name": "wezterm",
            "Version": "20230408-112425-69ae8472",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-05-14T11:14:39.2370209+07:00",
            "Name": "wget",
            "Version": "1.21.4",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-04-22T01:39:09.7988532+07:00",
            "Name": "whkd",
            "Version": "0.1.2",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2023-05-23T19:57:58.9723143+07:00",
            "Name": "winfetch",
            "Version": "2.5.0",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2023-04-22T15:18:23.4572136+07:00",
            "Name": "xh",
            "Version": "0.18.0",
            "Info": ""
        },
        {
            "Source": ".SM",
            "Updated": "2023-06-07T10:58:12.8711802+07:00",
            "Name": "yt-dlp",
            "Version": "2023.06.05.155301",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2023-05-08T21:21:15.3961542+07:00",
            "Name": "zoxide",
            "Version": "0.9.1",
            "Info": ""
        }
    ]
}
